import styles from './LaboratoryPage.module.css';

export const LaboratoryPage = () => {
  return (
    <>
      <div className={styles.promo}>
        <div className={styles.promoDescr}>
          <span>ЛАБОРАТОРИЯ АНАЛИЗА ИЗДЕЛИЙ </span> <br />
          Возможности и примеры процесса работы отдела
        </div>
        <div className={styles.promoRectangle}></div>
      </div>
      <div className={styles.promoPossibilities}>
      Предприятие обладает необходимой производственной базой с уникальным оборудованием:<br />
      <br />
      - для входного контроля качества металлов и материалов, который производится в лаборатории физико-механических испытаний (машина разрывная Р-05, машина разрывная УММ-5, машина для испытания пружин и рессор МИП-100-2, машина разрывная Р-5, маятниковый копер МК-30А)) и химического анализа (атомно-эмиссионный спектрометр OBLF GS 1000)) (аттестат аккредитации отдела главного сварщика No BY/112 02.2.0.0641 до 19.04.2020г.). Лаборатория производит механические испытания, химические, спектральные анализы металлов и материалов, а также металлографические исследования. Сотрудники лаборатории имеют сертификаты компетентности специалистов по неразрушающему и разрушающему контролю;<br />
      <br />
      - для производства емкостей и аппаратов на их базе, в составе:<br />
      <br />
      листогибочный станок с гидравлическим типом перемещения, пресс гидравлический 200 т, станок для формовки днищ Boldrini Ribo 13×3000;
      - для сварки сварочный автомат Lincoln, аппарат сварочный ESAB-800 и др;<br />
      <br />
      - для контроля готовых изделий, который производится сотрудниками лаборатории рентгено-гаммаграфического контроля, ультразвуковых, гидравлических испытаний (аттестат аккредитации отдела главного сварщика N° BY/112 02.2.0.0641 до 19.04.2020г). Лаборатории обеспечивают проведение гидравлических испытаний (давление до 400 бар), радиографической, ультразвуковой и капиллярной дефектоскопии, металлографических исследований сварных соединений, а также контроль линейных размеров; . для проведения гидравлических испытаний с целью проверки прочности и плотности сварных швов и основного материала оборудования, работающего под давлением, в том числе сертификационных испытаний для подтверждения соответствия оборудования требованиям технического регламента Таможенного союза 032/2013, 010/2011. Аккредитованная испытательная лаборатория, включенная в Единый реестр органов по сертификации и испытательных лабораторий Таможенного союза. Система менеджмента качества проектирования и изготовления соответствует требованиям СТБ ISO 9001-20015 (сертификат соответствия No BY/112 05.01.031 05695 до 02.10.2020 г.).<br />
      ОАО «ОКБ Академическое предоставляет» паспорт по форме Госпромнадзора<br />
      МЧС РБ.
      </div>
    </>
  )
};
