import React from 'react';
import  styles  from './ImplementationPage.module.css';

const ImplementationPage = () => {
    return (
        <>
        <div className={styles.promo}>
            <div className={styles.promoDescr}>
                <span>РЕАЛИЗАЦИЯ </span> <br />
                Государственное предприятие "ОКБ Академическое" реализует ёмкости, инструменты и технологическое оборудование.
            </div>
            <div className={styles.promoRectangle}></div>
        </div>
        <div className={styles.promoPossibilities}>
            Продукция:
            <br />
            <br />
            Государственное предприятие "ОКБ Академическое": 
            <br />
            <p>
                - производит различную продукцию для пердприятий химической, нефтегазовой, энергетической и атомной отраслей (воздухосборники, теплообменное оборудование, торосферические днища, мерники, баллоны для чистых газов, емкости с перемешивающими устройствами, резервуары, цистерны, баки, емкости для сжатых и сжиженных газов), как имеющую ТУ, так и нестандартную, по техническим заданиям, согласованными с Заказчиками; 
            </p>
            <br />
            <p>
                - изготавливает детали и узлы, по чертежам заказчиков;
            </p>
            <br />
            <p>
                - оказывает услуги по физико-механическим испытаниям, химическому анализу материалов, рентгено-гаммаграфическому контролю, ультразвуковому контролю, гидравлическим испытаниям, контролю линейных размеров, контролю твердости, а так же поверку средств измерения в своих лабораториях с выдачей заключений и соответствующих документов.
            </p>
            <br />
            Услуги
            <br />
            <br />
            На ряду с проектированием и изготовлением продукции предприятие оказывает следующие услуги:
            <p>
                - Механическая обработка различных материалов и сталей: токарные, фрезерные, координатно-расточные, шлифовальные, сварочные, вальцовочные, гибочные и др. работы;
                <br />
                <br />
                - Термическая обработка металлов;
                <br />
                <br />
                - Разрушающий и неразрушающий контроль образцов металла и сварных соединений в аккредитованном отделе на соответствие требованиям СТБ ИСО/МЭК 17025:
                <br />
                * химический и спектральный анализ;<br />

                * радиографическая дефектоскопия;<br />

                * капиллярная дефектоскопия;<br />

                * ультразвуковая дефектоскопия;<br />

                * ультразвуковая толщинометрия;<br />

                * металлографическое исследование;<br />

                * механические испытания;<br />
                
                * измерение твердости.<br />
                <br />
                - Проведение гидравлических испытаний (давление до 400 бар);
                <br />
                <br />
                - Проведение сертификационных испытаний с оформлением протокола, подтверждающего соответствие оборудования, требованиям технического регламента Таможенного союза 032/2013, 010/2011
                <br />
                <br />
                - Выполнение различных ремонтных работ (проведение диагностирования, сварки, испытания (по желанию выдается протокол сертификационных испытаний))
                <br />
                <br />
                - Разработка паспортов:
                <br />
                * по форме Госпромнадзора МЧС РБ;<br />

                * по форме ПНАЭГ-7-008-89;<br />
                <br />
                - Разработка программы и методики сертификационных испытаний для сосудов работающих под давлением;
                <br />
                <br />
                - Гарантийное и постгарантийное обслуживание оборудования.
            </p>
            <br />
            Реализуемое оборудование
            <br />
            <br />
            Перечень неиспользуемого технологического оборудования для реализации:
            <br />
            <p>
            1. Координатно-расточной станок, мод. 2411, инв.№ 0100331, 1977 г.в.;<br />
            2. Круглошлифовальный станок, мод. 3М132В, инв.№ 0100342, 1989 г.в.;<br />
            3. Внутришлифовальный станок, мод. 3К227В, инв.№ 0101477, 1971 г.в.;<br />
            4. Токарно-винторезный станок, мод. 1К625, инв.№ 0100306, 1971 г.в.;<br />
            5. Токарно-винторезный станок, мод. 1К625, инв.№ 0100281, 1971 г.в.;<br />
            6. Токарно-винторезный станок, мод. 163, инв.№ 0100493;<br />
            7. Токарно-револьверный станок, мод. 1Е65БП, инв.№ 0100448, 1990 г.в.;<br />
            8. Горизонтально-фрезерный станок, мод. 6Р82, инв.№ 0100291;<br />
            9. Горизонтально-фрезерный станок, мод. 6М82, инв.№ 0100292, 1971 г.в.;<br />
            10. Сталлаж элеваторного типа СЕТ-3, инв.№ 0100398/4;<br />
            11. Сталлаж элеваторного типа СЕТ-3, инв.№ 0100398/5;<br />
            12. Сталлаж элеваторного типа СЕТ-3, инв.№ 0101665.<br />
            </p>
            <br />
            Аренда помещений:
            <br />
            <br />
            <p>
            Государственное предприятие "ОКБ Академическое" предлагает производственные и непроизводственные помещения в аренду для размещения производства и под офисы. Тел. для справок: 364-13-64, 358-18-31.
            </p>
            <br />
            Тел. для справок: +375-17-364-13-64.
            <br />
            Тел. приемной: +375-17-358-18-31.
            <br />
        </div>
        </>
        
    );
};

export default ImplementationPage;